import DanielHelpert from "../media/DanielHelpert.png";
import DavidShani from "../media/DavidShani.png";
import YakovSiso from "../media/YakovSiso.png";

const podcastsArr = [
  {
    name: "דן הלפרט",
    role: "מייסד ובעלים של דן הלפרט משרד עו”ד",
    quote:
      '"מכיר המון יזמים עם שואו ומצגות יפות, ואחרי שנה אתה רואה שזה הכל בלון שמתפוצץ',
    time: 'פודקסטים  |  24.09  |  מערכת מרכז הנדל"ן',
    img: DanielHelpert, // ✅ תיקון כאן
  },
  {
    name: 'עו"ד דוד שני',
    role: "ראש הרשות לרישום והסדר זכויות מקרקעין",
    quote:
      '"המעבר לרישום מקוון מונע את האפשרות למרמה וזיופים, או לפחות מקשה מאוד"',
    time: 'פודקסטים  |  24.09  |  מערכת מרכז הנדל"ן',
    img: DavidShani, // ✅ תיקון כאן
  },
  {
    name: 'עו"ד דוד שני',
    role: "ראש הרשות לרישום והסדר זכויות מקרקעין",
    quote:
      '"המעבר לרישום מקוון מונע את האפשרות למרמה וזיופים, או לפחות מקשה מאוד"',
    time: 'פודקסטים  |  24.09  |  מערכת מרכז הנדל"ן',
    img: DavidShani, // ✅ תיקון כאן
  },
  {
    name: "יעקב סיסו",
    role: "מייסד שותף קרן יסודות",
    quote:
      '"היה לנו רעיון לאפליקציה שתאסוף כסף מחברים. בנינו ותכנתנו, אבל ויתרנו. אחרי שנתיים קמו ביט ופיי בוקס"',
    time: 'פודקסטים  |  24.09  |  מערכת מרכז הנדל"ן',
    img: YakovSiso, // ✅ תיקון כאן
  },
];

export default podcastsArr;
